<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.DC-AdobeFlashPlayer</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AdobeFlashPlayer</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.FlashPlayerExtractPackage</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeFlashURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>bbe826806fdfc09cd7ada4b18d9413362d7fc34a</string>
				<key>path</key>
				<string>/Users/autopkg/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashURLProvider.py</string>
				<key>sha256_hash</key>
				<string>2c3456a7cd28037ab7de1b8fd5883743954b665fb7d5aaaec37bf4829a4824e4</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.FlashPlayer</key>
			<dict>
				<key>git_hash</key>
				<string>1e13bcf8dd8e90e10c04a5c913842e263499a8e2</string>
				<key>path</key>
				<string>/Users/autopkg/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashPlayer.download.recipe</string>
				<key>sha256_hash</key>
				<string>32cb6011ba302138a63d00ae7640ff104ba0721e2e0d4fcbdcd5085e3b09b1fe</string>
			</dict>
			<key>com.github.autopkg.pkg.FlashPlayerExtractPackage</key>
			<dict>
				<key>git_hash</key>
				<string>8cf2b8a33887e46bd0a95c463881d3d0b6ef96b2</string>
				<key>path</key>
				<string>/Users/autopkg/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeFlashPlayer/AdobeFlashPlayer.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5e24f13a4eb3cf6d476a0e669025e2582f68e381d1e8d71353ad9d4f487f2a0d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
