<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.DC-Arduino</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_PAGE</key>
		<string>https://arduino.cc/en/Main/Software</string>
		<key>NAME</key>
		<string>Arduino</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jps3.pkg.Arduino</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jps3.download.Arduino</key>
			<dict>
				<key>git_hash</key>
				<string>1b93a948ecf240c5b4c1bd5b785095ae1385bf13</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jps3-recipes/Arduino/Arduino.download.recipe</string>
				<key>sha256_hash</key>
				<string>2ca117e8adfc9668ae0cf7ea13a43697c6f99d36cf51e7724bf40cbe5da48219</string>
			</dict>
			<key>com.github.jps3.pkg.Arduino</key>
			<dict>
				<key>git_hash</key>
				<string>57cbe69d715112467b4f46ce8a18cf20ea81af08</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jps3-recipes/Arduino/Arduino.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>56bf1e9484d1ebb7d6e8b13863ce53a2af2b77c5ef81c5d0daa45ac81911dffd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
