<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.DC-AdobeReaderDC</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>NAME</key>
		<string>AdobeReaderDC</string>
		<key>OS_VERSION</key>
		<string>10.10.0</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.AdobeReaderDC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderRepackager</key>
			<dict>
				<key>git_hash</key>
				<string>e398c85584d3ec0c6d8a5af7ebb2bd56525ca005</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderRepackager.py</string>
				<key>sha256_hash</key>
				<string>3fa0f3b5278d42f4c8baae6d33f2b7c79df0533f6391e208225f501758b8b42d</string>
			</dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b6e90cf85dc6e56377b38a0f32e32768412ea10a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>aae69b07251b138562d568cf1ee787ae2c6f3d837c46339ef91d7bbf2196ecf3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>c02ccee44deb24af1ff77e4da1e3bb986793b1d8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.download.recipe</string>
				<key>sha256_hash</key>
				<string>a74c0dc2b7333cf1ff6eb772cba4495f2b8398d133d78e8422883f6529efe4e3</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>314688c60cdb4c7ea57da2c96a734d9761835084</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9a1c06c3d864a1884a5168da7684202dfdf60700c1e74cd6f4d1634a194eccdb</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
