<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.DC-Handbrake</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Handbrake</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.Handbrake</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>46e640c178dd4cab5b28b7568aa412646b448049</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.download.recipe</string>
				<key>sha256_hash</key>
				<string>4a5334e5cf4c950058b281c612b69e11e2693304e4ade66f19b56d1db20a97ac</string>
			</dict>
			<key>com.github.autopkg.pkg.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9aebd03b9dc256d2c2807b49b9735febc2c6b4729c4a1d0c02b3be3111974a61</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
