<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.DC-OracleJava8</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>OracleJava8</string>
		<key>PKG_ID</key>
		<string>com.oracle.jre</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.OracleJava8</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>698b1d3afd01dbfa839cc271180899af3d96fa90</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.download.recipe</string>
				<key>sha256_hash</key>
				<string>94215ec0af87d6eeaa6ac353b88eb015a99c03f6f0a52f8c59899304d5308542</string>
			</dict>
			<key>com.github.autopkg.pkg.OracleJava8</key>
			<dict>
				<key>git_hash</key>
				<string>9b9e40c19ec1a0f6a09628159881fc787b16450f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava8.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a0ab81c4f2e3deef3ca412ce8ea523c48617aafbd40fa32cf811f3e139f6a3d1</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
